{
  "treatments": {
    "yogaWithRetreat": [
      {
        "name": "Hathayoga med meditation",
        "description": "Ett lugnt yogapass som kombinerar Hatha-positioner, andningstekniker och guidad meditation. Stärk din kropp, lugna ditt sinne och lämna passet känslomässigt avslappnad, balanserad och energifylld. Passar alla nivåer.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/hatha-yoga-med-meditation-3299193"
      },
      {
        "name": "Yinyoga med meditation",
        "description": "Ett lugnande och återställande pass som kombinerar mjuka yinyoga-positioner med guidad meditation. De långa, djupa sträckningarna i yinyoga släpper spänningar, förbättrar flexibilitet och stimulerar energiflödet, medan meditationen hjälper till att stilla sinnet, minska stress och skapa inre balans. Denna övning passar alla nivåer och erbjuder djup avslappning för både kropp och sinne.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/yinyoga-med-meditation-3299223"
      }
    ],

    "massageAndOsteopathy": [
      {
        "name": "Osteopati med massage",
        "description": "Osteopati i kombination med massagebehandling erbjuder ett holistiskt förhållningssätt till smärtlindring, förbättrad rörlighet och långsiktig återhämtning. Genom att kombinera osteopatiska tekniker såsom ledmobilisering, mjukdelsbehandling och stretching med massagens muskelavslappnande effekter bidrar behandlingen till att lösa upp spänningar, förbättra cirkulationen och återställa balansen i kroppen. Den är särskilt effektiv vid rygg- och nackbesvär, idrottsskador, huvudvärk, stressrelaterade spänningar och hållningsproblem. Obs! Bekväma träningskläder rekommenderas för bästa upplevelse.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/osteopati-med-massage-3306079"
      },
      {
        "name": "Klassisk massage",
        "description": "Klassisk massage är en lugnande och återställande behandling som kombinerar mjuka strykningar, knådning och lätt tryck för att lösa upp spänningar och stödja kroppens naturliga läkningsprocess. Massagen kan utföras över hela kroppen eller fokuseras på problemområden som rygg, axlar och nacke. Den hjälper till att förbättra blodcirkulationen, minska stelhet och främja djup avslappning, vilket gör den till ett utmärkt val för stresslindring och allmänt välbefinnande. Trycket kan anpassas efter dina önskemål, från mjukt och avslappnande till mer fokuserat och djupgående, för att säkerställa en personlig upplevelse som passar dig.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/klassisk-massage-3304141"
      },
      {
        "name": "Djupvävnadsmassage",
        "description": "En kraftfull massage som arbetar på djupet i muskler och bindväv. Behandlingen använder långsamma och djupa tryck för att lösa upp muskelspänningar och ärrvävnad, lindra kronisk smärta, förbättra rörlighet och släppa på spänningar. Passar för personer med långvariga muskelproblem, stelhet eller skador.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/djupvavnadsmassage-3304111"
      },
      {
        "name": "Idrottsmassage",
        "description": "Idrottsmassage är en målinriktad behandling som fokuserar på specifika muskelgrupper och problemområden, vilket gör den mycket effektiv både för förebyggande arbete och rehabilitering av skador eller överbelastning. Genom att kombinera tekniker som djupgående massage, triggerpunktsbehandling, stretching, myofasciell behandling och ledmobilisering arbetar behandlingen med att lösa upp spänningar, förbättra cirkulationen och återställa balansen i kroppen. Idrottsmassage minskar inte bara stelhet och obehag utan påskyndar även återhämtningen, ökar rörligheten och hjälper till att förebygga framtida skador. Oavsett om du är idrottare, har ett stillasittande arbete och upplever muskelspänningar, eller helt enkelt vill förbättra din prestationsförmåga och rörlighet, anpassas denna massage efter dina behov. Obs! För bästa upplevelse rekommenderar vi att du bär bekväma kläder eller träningskläder som ger god rörelsefrihet under behandlingen.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/idrottsmassage-3304137"
      }
    ],

    "cupping": [
      {
        "name": "Koppningsterapi med massage",
        "description": "Denna teknik kan vara fördelaktig vid smärta såsom ömma ryggar och axlar eller helt enkelt för avslappning. Glaskoppor placeras på kroppen med hjälp av ett vakuum som skapas med eld och lämnas antingen på fasta punkter eller försiktigt förs över huden. Koppning ökar blodcirkulationen och kan därför bidra till att lindra smärta. Behandlingen verkar genom att lösa upp muskelspänningar och stelhet, förbättra blodcirkulationen, stödja kroppens naturliga avgiftningsprocess genom stimulering av lymfsystemet, stärka immunförsvaret och minska inflammation. Den främjar även avslappning och hjälper till att reducera stress genom att påverka nervsystemet positivt. Behandlingen passar för personer med kronisk smärta, cirkulationsproblem eller de som vill förbättra sin återhämtning och avslappning.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/koppningsterapi-med-massage-3304103"
      },
      {
        "name": "Kopping med rygg och axelmassage",
        "description": "Denna teknik kan vara fördelaktig vid smärta såsom ömma ryggar och axlar eller helt enkelt för avslappning. Glaskopporna placeras på kroppen med hjälp av ett vakuum som skapas med eld och sätts antingen på fasta punkter eller förs över huden. Koppning ökar bland annat blodcirkulationen och kan därmed lindra smärta genom att minska muskelspänningar och stelhet samt främja återhämtning. Behandlingen stödjer kroppens naturliga avgiftningsprocess genom stimulering av lymfsystemet, kan stärka immunförsvaret och minska inflammation samt främjar avslappning och reducerar stress genom att påverka nervsystemet positivt. Behandlingen passar för personer med kronisk smärta, cirkulationsproblem eller för dem som vill förbättra sin återhämtning och avslappning, men är inte lämplig för gravida eller personer med feber.",
        "bookLink": "https://www.bokadirekt.se/boka-tjanst/sy-wellness-ab-131243/kopping-med-massage-rygg-och-axlar-3304101"
      }
    ],

    "facialAndSkincare": [
      {
        "name": "Aktiv aknebehandling",
        "description": "En specialiserad behandling utformad för hud med aktiv akne. Fokus ligger på djuprengöring, exfoliering och att minska inflammation, samtidigt som behandlingen är skonsam mot känslig hud. Behandlingen hjälper till att rensa tilltäppta porer, lugna rodnad och förebygga framtida utbrott. Anpassade produkter används för att balansera huden och stödja läkningsprocessen, vilket lämnar huden fräschare och med ett hälsosammare utseende.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Hydra Facial (Ansikte)",
        "description": "Upplev en djuprengörande, exfolierande och återfuktande ansiktsbehandling med vårt hydrodermabrasionsverktyg. Behandlingen avlägsnar orenheter, revitaliserar huden och ger omedelbar lyster. Passar alla hudtyper och lämnar huden fräsch, slät och strålande.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Hydra Facial (Ansikte & Hals)",
        "description": "Upplev en djuprengörande, exfolierande och återfuktande ansikts- och halsbehandling med vårt hydrodermabrasionsverktyg. Behandlingen avlägsnar orenheter, revitaliserar huden och ger omedelbar lyster. Passar alla hudtyper och lämnar huden fräsch, slät och strålande.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Hydra facial (Anti-aging)",
        "description": "En revitaliserande behandling utformad för att motverka fina linjer, rynkor och förlust av fasthet. Denna HydraFacial kombinerar djuprengöring och exfoliering med återfuktande serum rika på antioxidanter, peptider och hyaluronsyra. Behandlingen stimulerar cellförnyelsen, ökar kollagenproduktionen och återställer hudens elasticitet, vilket ger en slätare, fylligare och mer strålande hud. Perfekt för dig som vill ha en ungdomlig, uppfräschad lyster utan invasiva ingrepp.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Djuprengöring",
        "description": "En klassisk behandling som är utformad för att rengöra och fräscha upp huden på djupet. Behandlingen inkluderar rengöring, exfoliering, ånga, portömning, en lugnande mask samt närande produkter anpassade efter din hudtyp. Den hjälper till att avlägsna orenheter, balansera huden och lämnar den ren, fräsch och revitaliserad. Perfekt för dig som har problem med tilltäppta porer, ojämn hudstruktur eller glåmig hud.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Diamond dermabrasion",
        "description": "Diamond dermabrasion är en icke-invasiv exfolierande behandling som använder ett diamantförsett munstycke för att skonsamt avlägsna döda hudceller, smuts och orenheter från hudens yta. Behandlingen stimulerar blodcirkulationen, främjar kollagenproduktionen och förbättrar hudens struktur. Resultatet är en slätare, klarare och mer strålande hud. Behandlingen är idealisk för att reducera fina linjer, ojämn hudstruktur, akneärr och glåmighet.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Korean facial",
        "description": "Korean facial är en flerstegsbehandling inspirerad av traditionella koreanska hudvårdsrutiner. Behandlingen inkluderar djuprengöring, exfoliering, intensiv återfuktning och riktad näring för att vitalisera huden. Den förbättrar hudens elasticitet, jämnar ut hudtonen, minskar torrhet och glåmighet samt främjar en naturlig, strålande lyster. Perfekt för att bevara en ungdomlig och hälsosam hud.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Skin tightening med RF",
        "description": "Skin tightening med RF använder radiofrekvensenergi för att varsamt värma upp hudens djupare lager och stimulera produktionen av kollagen och elastin. Denna icke-kirurgiska behandling stramar upp och lyfter slapp hud, slätar ut fina linjer och återställer hudens elasticitet. Det är en säker och effektiv metod för att uppnå ett mer ungdomligt och föryngrat utseende utan återhämtningstid.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      },
      {
        "name": "Pigmentbehandling",
        "description": "En riktad behandling utformad för att reducera mörka fläckar, solskador och ojämn hudton. Behandlingen kombinerar djuprengöring, exfoliering och aktiva serum för att ljusa upp pigmentering och återställa hudens balans. Genom att stimulera cellförnyelse och öka lystern hjälper behandlingen huden att se klarare, ljusare och jämnare ut. Passar alla hudtyper som vill behandla hyperpigmentering.",
        "bookLink": "https://www.bokadirekt.se/places/sy-wellness-ab-131243"
      }
    ],

    "corporateWellnessPackage": [
      {
        "name": "Corporate Wellness Package",
        "description": "Invest in your team’s health, productivity, and well-being with our customized corporate wellness solutions. We offer a variety of services including yoga, meditation, massage, posture correction, and holistic treatments — all tailored to your company’s needs. For the best deals and fully personalized packages, please contact us directly: Email: sywellnessab@gmail.com Phone: 0739718753, 0739718741 Our team will work with you to design a wellness program that fits your employees, schedule, and goals.",
        "bookLink": ""
      }
    ],

    "healing": [
      {
        "name": "Reiki Healing",
        "description": "A gentle and powerful energy treatment that promotes relaxation, balance, and natural healing. Reiki works by channeling universal life energy through the therapist’s hands to release blockages, reduce stress, and restore harmony in body and mind. The treatment is deeply calming and suitable for anyone seeking more energy, inner peace, and overall well-being.",
        "bookLink": ""
      },
      {
        "name": "Aura Energy scanner with 7 chakras balance",
        "description": "This unique session begins with an aura scan that provides insight into your energy field and the state of your seven chakras. Based on the scan, balancing techniques are applied to harmonize your chakras, release blockages, and restore energy flow. The treatment promotes emotional clarity, inner peace, and a deeper connection to yourself. Perfect for anyone seeking greater balance and holistic well-being.",
        "bookLink": ""
      },
      {
        "name": "Sound healing",
        "description": "A deeply relaxing treatment that uses the vibrations of sound from instruments such as singing bowls, gongs, or chimes to restore harmony in body and mind. The sound frequencies help reduce stress, release tension, and support natural healing processes. Perfect for anyone seeking inner calm, improved energy flow, and a meditative experience.",
        "bookLink": ""
      },
      {
        "name": "Access bars healing",
        "description": "A gentle and transformative energy treatment that works by lightly touching 32 energy points on the head. These points store thoughts, beliefs, and emotions that may limit you. By activating them, Access Bars helps release blockages, reduce stress, and open up for more clarity, ease, and positive energy in life. The session creates deep relaxation and supports both mental and emotional balance.",
        "bookLink": ""
      }
    ]
  }
}
